[
  {
    "title": "Spy x Family Part 2",
    "url": "/anime/50602/Spy_x_Family_Part_2",
    "img": "https://cdn.animixplay.to/min/mal/1111/127508.jpg",
    "genre": "Comedy, Childcare, Action, Shounen",
    "desc": "Making a family in a week?! Nobody can pull that off except Loid Forger, a special spy agent. 'Operation Strix' is putting together a family in order to infiltrate social gatherings organized by the elite school. World peace is now in the hands of this brand-new family as they embark on an adventure full of surprises."
  },
  {
    "title": "Mob Psycho 100 III",
    "url": "/anime/50172/Mob_Psycho_100_III",
    "img": "https://cdn.animixplay.to/min/mal/1228/125011.jpg",
    "genre": "Supernatural, Super Power, Action, Comedy",
    "desc": "Third season of Mob Psycho 100. Mob is now dealing with the pressure of finding a career path once he’s done with school, meanwhile he also unintentionally becomes the symbol of a new Psycho-helmet cult that praises the Divine Tree. With over 580,000 followers, the cult is looking to follow those with mystical powers."
  },
  {
    "title": "The Eminence in Shadow",
    "url": "/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute",
    "img": "https://cdn.animixplay.to/min/mal/1874/121869.jpg",
    "genre": "Isekai, Comedy, Fantasy, Action, Reincarnation",
    "desc": "Great heroes and diabolical villains are the types of characters that people long to be—but not Cid Kagenou. He longs to become the true mastermind behind it all, pulling the strings, and having his machinations drive the entire story. That’s the role Cid wants to play when he’s transported to another world."
  },
  {
    "title": "Bocchi the Rock!",
    "url": "/anime/47917/Bocchi_the_Rock",
    "img": "https://cdn.animixplay.to/i/4dceb4bf86359124bd7b0839ddad5f0a.jpg",
    "genre": "Comedy, CGDCT, Music, Slice of Life",
    "desc": "Hitori Gotoh is a high school girl who has social anxiety, she struggle to even made a single friend. To overcome her problem she learn to play the guitar with goal being in a band and become famous. Fortunately, her dream might come true after she meets Nijika Ijichi, a girl who is looking for a new guitarist for her band."
  },
  {
    "title": "Chainsaw Man",
    "url": "/anime/44511/Chainsaw_Man",
    "img": "https://cdn.animixplay.to/min/mal/1806/126216.jpg",
    "genre": "Action, Gore, Horror, Pet, Supernatural, Shounen",
    "desc": "Denji is a teenage boy living with a Chainsaw Devil named Pochita. He has been living a rock-bottom life while repaying his debt by harvesting devil corpses with Pochita. One day, Denji is betrayed and killed. As his consciousness fades, he makes a contract with Pochita and gets revived as 'Chainsaw Man' — a man with a devil's heart."
  },
  {
    "title": "Blue Lock",
    "url": "/anime/49596/Blue_Lock",
    "img": "https://cdn.animixplay.to/min/mal/1258/126929.jpg",
    "genre": "Sports, Team Sports, Shounen",
    "desc": "After a disastrous defeat at the 2018 World Cup, Japan's team struggles to regroup. The Japan Football Union is hell-bent on creating a striker who hungers for goals and thirsts for victory, to do so, they've gathered 300 of Japan's best and brightest youth players. Who will emerge to lead the team?"
  },
  {
    "title": "More than a married couple, but not lovers.",
    "url": "/anime/50425/Fuufu_Ijou_Koibito_Miman",
    "img": "https://cdn.animixplay.to/min/mal/1713/126442.jpg",
    "genre": "Comedy, Romance, Drama, School, Seinen",
    "desc": "In mandatory \"Couple Practical\" course, students must demonstrate that they have the necessary skillset to live with a partner of the opposite sex with harmony in surveillance that grades them. In a random chance Jirou Yakuin partnered with the person polar opposite to him, the gyaru Akari Watanabe."
  },
  {
    "title": "Bleach: Thousand-Year Blood War",
    "url": "/anime/41467/Bleach__Sennen_Kessen-hen",
    "img": "https://cdn.animixplay.to/min/mal/1764/126627.jpg",
    "genre": "Action, Shounen, Fantasy, Adventure",
    "desc": "Was it all just a coincidence, or was it inevitable? Led by Yhwach, the father of all Quincies, the Wandenreich declare war against the Soul Reapers. The history and truth kept hidden by the Soul Reapers for a thousand long years is finally brought to light. All things must come to an end as Ichigo Kurosaki's final battle begins!"
  },
  {
    "title": "Mobile Suit Gundam: The Witch from Mercury",
    "url": "/anime/49828/Mobile_Suit_Gundam__The_Witch_from_Mercury",
    "img": "https://cdn.animixplay.to/min/mal/1440/127624.jpg",
    "genre": "Sci-Fi, Mecha, School, Space",
    "desc": "Multitude of corporations have entered space and built a huge economic system, a lone girl from the remote planet Mercury transfers to the Asticassia School of Technology. Her name is Suletta Mercury. With a scarlet light burning in her pure heart, this girl walks step by step through a new world."
  },
  {
    "title": "Romantic Killer",
    "url": "/anime/52865/Romantic_Killer",
    "img": "https://cdn.animixplay.to/min/mal/1676/128173.jpg",
    "genre": "Comedy, Romance, Shoujo",
    "desc": "High schooler Anzu Hoshino has a great life. Every day she plays video games, pigs out on snacks, and pets her beloved cat. But this blissful existence is turned into a confusing mess when a magical creature alter her reality bereft of her favorite things. Now she’s stuck with hot guys instead! How can she possibly survive?!"
  }
]